const scores = [89, 64, 42, 17, 93, 51, 26];
// Пиши код ниже этой строки
const bestScore = Math.max(...scores);
const worstScore = Math.min(...scores);


// Значение переменной scores это массив [89, 64, 42, 17, 93, 51, 26].
// Объявлена переменная bestScore.
// Значение переменной bestScore это число 93.
// Объявлена переменная worstScore.
// Значение переменной worstScore это число 17.
// Для передачи аргументов методу Math.max() используется синтаксис ... на массиве scores.
// Для передачи аргументов методу Math.min() используется синтаксис ... на массиве scores.